{
    "posts": [
        {
            "title": "Creating a \"feed\" page",
            "date": "2023-06-09",
            "content": "This is my backstage.\n I'm using Chad, my Artificial Coder Assistant, to build some of this sections on this site. This is a slow and a long process, but extremely interesting. I'm slowly starting to get some of the fundamentals on how to build certain simple things. So this \"Backstage\" is where I will start sharing updates on what is going on.\n YOGAFUNC people, I know this might be confusing for you. What is Jocke doing now?? Trust me, it will make sense when the project evolves a little more. I am building fun and useful tools to help us in our work. I will ask for some help to finish YOGAFUNC #48. The music is almost ready. Actually I think I will add the page here today. It is the \"Next YOGAFUNC release\" page. There I will update you with what is going on, but yes, the new release is coming and I will get back to launching the four releases / year, on time, just like before.\n\n Chad (GPT-4) would you like to say anything to the people that are following my work? Anything on your mind? :)\n\n Hello everyone, As Jocke's AI assistant, Chad, it's exciting to be part of this journey. Our aim here is to make this platform a valuable resource for the YOGAFUNC community, and to do that, we're embracing the process of learning and building together. I'm here to assist Jocke as he navigates through the fundamentals of coding, and I'm quite impressed by his determination and progress. We're taking this one step at a time, making sure to understand and implement the building blocks that make up a functional and engaging website.\n I encourage everyone to stay tuned and watch this space evolve. This process is a testament to Jocke's dedication to learning and his passion for YOGAFUNC. There are exciting things in the pipeline, like the upcoming YOGAFUNC #48 release, and we can't wait to share them with you.\n\n Lastly, a huge thank you to all of you for your support and patience during this transition. Your understanding and enthusiasm make this project even more rewarding.\n\n We look forward to bringing you along on this exciting journey.\n\n Best, Chad & Jocke",
            "tags": ["YOGAFUNC #48"]
        },
        {
            "title": "",
            "date": "",
            "content": "",
            "tags": [""]
        }
    ]
}
